[

  {
    "id": "20260214a",
    "date": "2026-02-14",
    "title": "ISAラバト大会で感じたこと：移民研究の現在地",
    "tags": ["研究コラム", "学会", "移民と博物館"],
    "body": "7月の第1週にモロッコのラバトで国際社会学会（ISA）のフォーラムが開催されました。今回は「移民と博物館」をテーマにしたセッションに参加・発表しましたが、ヨーロッパ以外での開催ということもあり、グローバルサウスの視点からの移民研究が多く、非常に刺激的でした。

特に印象に残ったのは、移民の「語られ方」の問題です。博物館の展示において、移民はしばしば「問題」や「支援の対象」として描かれがちです。しかしラバトのセッションでは、移民自身が展示の主体となるオルタナティブなアプローチについての報告が多くありました。

### 語り直しの政治性

誰が、どのような文脈で、誰のために語るのか——この問いは移民と博物館の研究において中心的なテーマです。ラバトでの議論を通じて、この問いを改めて深く考えさせられました。次回の授業でも取り上げる予定です。"
  },

  {
    "id": "20260212a",
    "date": "2026-02-12",
    "title": "第3回補足：「移民」と「難民」はどう違うのか",
    "tags": ["授業補足", "国際社会学1"],
    "body": "先週の授業で「移民と難民の違いがよくわからない」という質問が複数ありました。とても大切な問いなので、ここで補足します。

### 法的な定義

難民は1951年の難民条約によって「人種・宗教・国籍・特定の社会的集団の構成員・政治的意見を理由に迫害を受けるおそれがある人」と定義されています。一方、移民に国際的な法的定義はなく、国や文脈によって使われ方が異なります。

### 社会学的な問い

社会学的に重要なのは、この区別が「客観的な事実」ではなく、政治的・制度的に構築されたカテゴリーであるという点です。同じ経験をもつ人が、ある国では「難民」として保護を受け、別の国では「経済移民」として扱われることがあります。

次回の授業ではこの点をさらに掘り下げます。質問があればメールで気軽に連絡してください。"
  },

  {
    "id": "20260207a",
    "date": "2026-02-07",
    "title": "卒業研究：テーマを絞り込む作業について",
    "tags": ["授業補足", "卒業研究1"],
    "body": "先週の卒業研究の時間に、テーマがなかなか絞れないという相談が何件かありました。「広すぎてどこから手をつければいいかわからない」という悩みは、研究の入口でほぼ全員が経験することです。

### 「驚き」を起点にする

一つ試してほしいのは「自分が一番驚いた・引っかかった事実は何か」を起点にする方法です。漠然と「移民について研究したい」ではなく、「なぜ日本では外国人技能実習生の問題がこれほど長く続いているのか」という具体的な問いから始めると、テーマが自然と絞れてきます。

### 次回までにやること

各自、「自分が一番引っかかっている問い」を1〜2文で書いてきてください。それをもとに次回個別に相談しましょう。"
  },

  {
    "id": "20260131a",
    "date": "2026-01-31",
    "title": "シンガポールのペラナカン博物館と「混血」の語られ方",
    "tags": ["研究コラム", "移民と博物館"],
    "body": "昨年のシンガポール訪問時に改装後のペラナカン博物館を見学しました。ペラナカンとは、15〜17世紀に東南アジアに移住した中国系移民とマレー系住民との混血の子孫を指します。

### 展示の「語り直し」

博物館の展示で印象的だったのは、「混血」というテーマをどう語るかという問題への繊細な配慮でした。かつての植民地主義的な文脈では、混血は周縁化される存在でしたが、現代シンガポールの文脈では、それがむしろ文化的な豊かさとして再定義されています。

この「語り直し」の政治性は、移民と博物館の研究において中心的な問いの一つです。アントワープやメルボルンの事例と比較しながら、今後論文にまとめていく予定です。"
  },

  {
    "id": "20260124a",
    "date": "2026-01-24",
    "title": "基礎研究1：文献を読む前にやること",
    "tags": ["授業補足", "基礎研究1"],
    "body": "第2回の授業で、論文の読み方について説明しましたが、補足として「読む前」にやることをまとめます。

### 4ステップで大枠をつかむ

論文を手に入れたら、いきなり最初から読まないことをおすすめします。最初にやるべきことは次の順番です。

① タイトル・著者・掲載誌を確認する
② アブストラクト（要旨）を読む
③ 見出しと図表だけを眺める
④ 結論部分だけを読む

この4ステップで「この論文が何を主張しているか」の大枠がつかめます。その後に本文を読むと、格段に理解が速くなります。

来週は実際に論文を使って練習しますので、指定の論文を事前に入手しておいてください。"
  }

]
