[
  {
    "id": "20260227a",
    "date": "2026-02-27",
    "title": "淡路島",
    "tags": [
      "卒業研究",
      "研究コラム"
    ],
    "body": "先日、淡路島に家族で行きました。\n今年の卒業研究では淡路島の観光を取り上げた人がいましたが、自分はこのところ淡路島は高速のサービスエリアだけ寄って，そのまま通過してしまうことが多かったり、日帰りだったりして、あまりじっくり見ることがないことに気づきました。\n\n![Image](https://github.com/user-attachments/assets/3513fffe-0ad1-4bba-8f8c-c55f2ca5dabe)\n\n今回はあまり行ったことのない西側の海岸へ。\n1995年の震災の時の地面の陥没などをそのまま保存した学習施設が興味深かったです。地震の恐怖を突きつけられました。"
  },
  {
    "id": "20260226b",
    "date": "2026-02-26",
    "title": "大学院入試",
    "tags": [
      "研究コラム",
      "業務連絡"
    ],
    "body": "先週の週末は、大学院入試でした。\n大学院入試は、大学までの入試と違い、たくさんの科目を勉強して、知識を試される、という試験ではあまりないように思います。私たちの大学院では、専門科目（記述式）と面接、一部は英語の試験で選抜しています。\n5，6年前まで、大学院入試はかなりのどかな者で、毎回数名の受験生がいるのみでした。まず日本の私立大学文系では、日本人の学生で大学院に行く人は非常に少なく、院生の多くが留学生です。なので、学部の雰囲気（大半が日本の学生で、ごく少数の留学生がいる）と大学院の雰囲気はまるで違います。その留学生も、数年前は、1，2名受験する人がいるかいないか、というところでした。それが、新型コロナウイルスのパンデミックの頃から、留学生からの問い合わせがどんどんくるようになり、返信をするのも大変、というような状態になってしまいました。特に私は人の国際移動を専門医しているので、留学生の方にとっては自分の問題として捉えやすいテーマなのかもしれないですが、1度の入試に10名ほど受験するということもあって、どうしたものかと思っていました。\n\n留学生の多い大学院の授業は、私にとっても知らないことを知ることができる、面白い場ではあるのです。でも、指導が難しいと感じることもあります。\n\nしかし、最近の日本では外国人の人々に対する攻撃的な言葉や態度があふれています。あまり好きな言葉ではないですが、「選ばれる日本」でなくなるのも、近いのかもしれない、と思うこともあります。"
  },
  {
    "id": "20260226a",
    "date": "2026-02-26",
    "title": "修士論文(大学院)の審査がありました",
    "tags": [
      "演習等"
    ],
    "body": "少し前になりますが、2月19日に大学院博士前期課程の最終試験である、修士論文の口頭審査がありました。私たちの研究科では、1月半ばに提出した修士論文を2月中旬に審査します。1人30分の口頭試問では、自分の論文の目的や方法、強みや限界についてきちんと説明し、審査する教員からの指摘や質問にきちんと答えなくてはなりません。今年私は3名の修士論文指導を担当しましたが、全員が合格となり、ほっとしました。興味深かったのは、副査の先生からの評価は、必ずしも私と同じではなかったということです。当たり前のことですが、得意とする方法や分野が違う研究者であれば、論文や研究に対しての評価にも違いが出るのかもしれません。ともあれ、修士論文を仕上げた院生のみなさん、お疲れ様でした！"
  },
  {
    "id": "20260217a",
    "date": "2026-02-17",
    "title": "セカイノコトワリ＠京都国立近代美術館",
    "tags": [
      "研究コラム"
    ],
    "body": "久しぶりに京都に行き、京都国立近代美術館で3月8日まで行われている展覧会[セカイノコトワリー私たちの時代の美術](https://www.momak.go.jp/Japanese/exhibitionarchive/2025/465.html)を見てきました。現代美術は、今自分が見ている日常生活を違う角度から見せてくれるように思え、見に行くのは好きなのですが、うーん、わからんなぁ、ということもあるし、映像が多くて疲れてしまうことも。しかし今回は家族と一緒に行って、しゃべりながら見たため、それほどくたびれずに楽しく見ることができました。どれも面白かったけど、特に気になったのは田中功起さんの、10年前に行った高校生のワークショップを改めて当時の参加者とみながら話し合う、というような作品。集団的自衛権、第2次世界大戦の体験者が亡くなっていく中で若い世代が戦争をどう語れるのか、コロナ禍の経験、などについて、若い人たちが過去の自分を振り返りつつ、率直の話をしていて面白かったです。全部は見られてないと思うのですが、最後の方で、戦争について、たとえ粗くてもこうやって人と話をしていくことが大事だ、みたいなことを言っていて、まったくそのとおりだなぁと、今この時代だからこそしみじみ思いました。"
  },
  {
    "id": "20260215d",
    "date": "2026-02-15",
    "title": "Pomodoro Timer",
    "tags": [
      "研究コラム"
    ],
    "body": "授業期間が終わった夏と春の1〜2ヵ月は、大学に勤務する研究者にとって、論文を書くことに集中すべき重要な期間です。私も、今年こそはこの2ヵ月に書き上げてやろうと思っている原稿があります。今年こそは、というのは、例年この1〜2ヵ月、ぼーっと疲れを癒やしているうちに終わってしまうからです。そこで、執筆を順調に進めるために、また生成AIを使う人が増える中、少し使い方に慣れておきたいからいじってみよう、という理由から、ポモドーロタイマーをつくってみました。25分集中して、5分休む、を繰り返すと効率よく仕事ができる、というアレです。はじめにシンプルなものをつくって、使ってみて気づいたことをAIに注文を出していたら、かなり自分用にカスタマイズされたものができました。ポイントは文字カウントをいれていることです。以下のURLから開けば、ブラウザ上でスマホでもパソコンでも使えます。しかし、タイムアップを知らせる音を鳴らしてほしい、という要望が色々試してもうまくいきませんでした。とここまで読んだら分かることですが、こんなことして遊んでいなければ論文はもっと書けるはずなのでした。\n\n[Pomodoro-for-writers](https://chiesak.github.io/pomodoro-timer/)"
  },
  {
    "id": "20260215c",
    "date": "2026-02-15",
    "title": "卒業論文の論文集",
    "tags": [
      "卒業研究",
      "授業補足"
    ],
    "body": "今年度の卒業研究では18本の卒業論文が提出されました。内容も多岐にわたり、スポーツ、観光、留学、技能実習制度、SNSをめぐる問題などいろいろでした。皆さんの努力をかたちにしたい、と例年卒業論文集を作成して、卒業式で配布していたのですが、年々分厚く重くなり、晴れ着の皆さんからは、「えー、これ持ってかえらないとダメ？」という無言の抗議が聞こえてくるようで、今年はどうしようかなと悩んでいましたが、アンケートを採った結果「無料ならほしい」という声が多く、原稿の作成・印刷は自分で行った上で、製本だけ外注して費用を抑えてつくろう、ということになりました。さて、うまくできるでしょうか？"
  },
  {
    "id": "20260215b",
    "date": "2026-02-15",
    "title": "プレゼミを大阪コリアタウンで行いました",
    "tags": [
      "専門演習",
      "授業補足"
    ],
    "body": "試験期間が修了した2月6日に、来年度の専門演習に参加する2回生10名ほどと、大阪コリアタウンでプレゼミを行いました。\n\n鶴橋駅で集合し、15分ほど歩いて、まずは大阪コリアタウン歴史資料館を訪問、1時間ほどメモを取りながら展示を見学しました。コリアタウンを訪れたことがあるという人はかなりいますが、2023年につくられたばかりの歴史資料館には、まだ訪れたことがない人も多く、いろいろな学びがあったと思います。\n\nその後コリアタウンで食べ歩きや散策を楽しんだあと、再び鶴橋駅に戻って、難波へ。最近観光客が減っている？とも言われている大阪の繁華街は、大勢の観光客で賑わっており、以前の様子が分からないため比較は難しいですが、写真を撮ったり家族で買いものを楽しんだりする人でいっぱいでした。\n\n最後に日本橋駅そばのレストランで「ガチ中華」と呼ばれる日本風ではない中国料理を食べました。クミン味の羊肉やビャンビャン麵など、初めのうちは辛くて驚いている人も多かったけれど、意外と美味しいと思える料理もあったかな？留学中の方などもいて、少し欠席が多かったのは残念でしたが、4月からのゼミでまた一緒に楽しみましょう。"
  },
  {
    "id": "20260215a",
    "date": "2026-02-15",
    "title": "コラムページを新設しました＆秋学期終了",
    "tags": [
      "研究コラム"
    ],
    "body": "WordpressでWebサイトを2年ほど前に作り、細々更新してきましたが、うまくつながらなかったり、それほどまとまって書く時間がなかったりしたため、放置状態になっていました。なので、コラムページをつくり、できるだけ頻繁に更新することにしました。\n\n今後は授業の後の補足、研究や授業の中で気づいたこと、本や映画の紹介なども積極的に書いていくつもりです。\n\n9月末に始まった秋学期もあっという間に終わってしまいました。2025年度の秋学期は、4回生の彦根荘での合宿と18名の卒論完成、3回生の蒜山高原と倉敷での合宿、11月に高雄で開催されたカルチュラルスタディーズ学会大会に大学院生4名と参加、11月20日に台湾人ジャーナリスト鄭仲嵐さんをお迎えして開催した学術講演会、1月に梅田キャンパスで行った卒業論文の報告会、となかなか充実した内容となりました。いろいろな機会に参加して盛り上げてくれた学生の皆さん、同僚の皆さんに感謝です。"
  }
]
